{
  "Comment.nvim": { "branch": "master" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gen.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "indentpython.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "molokai": { "branch": "master" },
  "moonscript-vim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-snippets": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "pathlib.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pomodoro.nvim": { "branch": "main" },
  "python-mode": { "branch": "develop" },
  "rust.vim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "securemodelines": { "branch": "master" },
  "sideways.vim": { "branch": "main" },
  "sort.nvim": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "v-vim": { "branch": "master" },
  "vaxe": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-aldmeris": { "branch": "master" },
  "vim-autoformat": { "branch": "master" },
  "vim-cmake": { "branch": "master" },
  "vim-ctrlspace": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-flake8": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-hugo-helper": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-jsonnet": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-nginx": { "branch": "master" },
  "vim-nightfly-guicolors": { "branch": "master" },
  "vim-qml": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-sqlfmt": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-teal": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-toml-enhance": { "branch": "master" },
  "vim-yaml-folds": { "branch": "master" },
  "vim-z80": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wla-vim": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
